Repository: common-repository/tsu
Catalog: languages/tsu-*.po
Languages: de_de, nl_nl

source: Tsu plugin requires at least WordPress %1$s (you have %2$s) and PHP %3$s (you have %4$s)!
de_de: Tsu Plugin benötigt mindestens WordPress %1$s (du hast %2$s) und PHP %3$s (du hast %4$s)!
nl_nl: De Tsu plugin vereist minimaal WordPress versie %1$s (jij hebt %2$s) en PHP %3$s (jij hebt %4$s)!

source: Plugin Activation Error
de_de: Plugin Aktivierungsfehler
nl_nl: Plugin activatie fout

source: Place a link to your Tsu profile in your Sidebar.
de_de: Verknüpfung zu deinem Tsu Profil in der Seitenleiste anzeigen.
nl_nl: Plaats een link in jouw Tsu profiel in de Sidebar

source: Follow me on Tsu
de_de: Folge mir auf Tsu
nl_nl: Volg mij op Tsu

source: Title
de_de: Titel
nl_nl: Titel

source: User ID
de_de: Benutzer ID
nl_nl: Gebruikers ID

source: Name to display
de_de: Angezeigter Name
nl_nl: Naam om te tonen

source: Show logo?
de_de: Logo anzeigen?
nl_nl: Toon logo?

source: Logo size
de_de: Logo Grösse
nl_nl: Logo afmeting

source: Tsu widget to share your profile / invitation with your readers.
de_de: Tsu Widget um dein Profil / deine Einladung mit deinen Lesern zu teilen.
nl_nl: Tsu widget om jouw Tsu profiel te delen / Tsu uitnodiging voor jouw lezers
